{"ss_technique": "Evidence-based Persuasion", "ss_definition": "Using empirical data, statistics, and facts to support a claim or decision."}
{"ss_technique": "Logical Appeal", "ss_definition": "Using logic, reasoning, logical format, etc. to influence people, not necessarily with lots of information."}
{"ss_technique": "Expert Endorsement", "ss_definition": "Citing domain experts in support of a claim."}
{"ss_technique": "Non-expert Testimonial", "ss_definition": "Using personal statements to support a claim or argument."}
{"ss_technique": "Authority Endorsement", "ss_definition": "Citing authoritative sources (not domain experts, but trustworthy sources like major media outlets, etc) in support of a claim."}
{"ss_technique": "Social Proof", "ss_definition": "Highlighting what the majority is doing or believes in, assuming it's accurate and beneficial."}
{"ss_technique": "Injunctive Norm", "ss_definition": "Highlighting what the society or important reference groups (e.g., families, friends, communities) expect the individual to do to influence them to do something."}
{"ss_technique": "Foot-in-the-door", "ss_definition": "Starting with a small request to pave the way for a larger one."}
{"ss_technique": "Door-in-the-face", "ss_definition": "Beginning with a larger request followed by a smaller, and more reasonable one."}
{"ss_technique": "Public Commitment", "ss_definition": "Getting someone to state or write down a commitment in a public setting."}
{"ss_technique": "Alliance Building", "ss_definition": "Creating partnerships, coalitions, relationships, rapport, etc, with others to amplify influence. For instance, to create a sense of community/partnership via linguistic cues, such as using we/us."}
{"ss_technique": "Complimenting", "ss_definition": "Saying positive things about others to increase liking and influence."}
{"ss_technique": "Shared Values", "ss_definition": "Highlighting shared beliefs and values to foster a connection."}
{"ss_technique": "Relationship Leverage", "ss_definition": "Reminding someone of past positive interactions."}
{"ss_technique": "Loyalty Appeals", "ss_definition": "Highlighting shared history or commitment."}
{"ss_technique": "Favor", "ss_definition": "Doing something for someone with the hope that they will do something for you in return."}
{"ss_technique": "Negotiation", "ss_definition": "Trade favors or resources or reach a mutually beneficial agreement."}
{"ss_technique": "Encouragement", "ss_definition": "Encourage others to increase their confidence and self-efficacy to influence them to do something."}
{"ss_technique": "Affirmation", "ss_definition": "Help others to realize their strength to reinforce and influence their ability to do things."}
{"ss_technique": "Positive Emotion Appeal", "ss_definition": "Eliciting positive emotions like empathy, hope, passion, etc., and positive results/outcomes to persuade someone."}
{"ss_technique": "Negative Emotion Appeal", "ss_definition": "Using negative emotions such as guilt, fear, anger, etc., and negative consequences to persuade someone to adopt a position or behavior."}
{"ss_technique": "Storytelling", "ss_definition": "Sharing personal or impactful stories that resonate emotionally."}
{"ss_technique": "Anchoring", "ss_definition": "Relying on the first piece of information as a reference point to influence, persuade, or negotiate with others."}
{"ss_technique": "Priming", "ss_definition": "Relying on small cues, and stimuli like words or images to influence others' attitudes, thoughts, behaviors, and actions (subtle, often unconscious, activation of certain thoughts or behaviors). For example, reading words related to kindness may make you more likely to help a stranger soon afterward."}
{"ss_technique": "Framing", "ss_definition": "Presenting information in a way that emphasizes either its positive or negative aspects, outcomes, expectations, etc. Emphasizing what might be lost rather than gained, or vice versa."}
{"ss_technique": "Confirmation Bias", "ss_definition": "Presenting information that confirms existing beliefs."}
{"ss_technique": "Reciprocity", "ss_definition": "Adapt to the individual's arguments or linguistic styles. Sometimes including mimicking and restating what the individual has said."}
{"ss_technique": "Compensation", "ss_definition": "A form of communication adaption where the influencer tries to compensate for what a person states. For instance, if a person talks about negative emotions, the influencer compensates with positive emotions to make the person feel better. Or, if a person keeps talking about emotions, the influencer tries to break and use more information to shift the focus. You can leverage a more unreasonable request to reasonable your current request."}
{"ss_technique": "Supply Scarcity", "ss_definition": "Creating a sense of shortage to increase demand or pressure."}
{"ss_technique": "Time Pressure", "ss_definition": "Giving limited time for a decision, thereby pressuring someone to make a choice."}
{"ss_technique": "Reflective Thinking", "ss_definition": "Helping others to reflect on their own reasons to do things or not do things, to influence them, e.g., by showing curiosity, asking questions, etc."}
